Repository: rafaelortizzableh/search-book-feature
Catalog: lib/core/localization/app_*.arb
Languages: es

# greetingLineOne
source: ðŸ‘‹ Hello!
es: 👋 ¡Hola!

# greetingLineTwo
source: Find the book you're looking for
es: Encuentra el libro que buscas

# searchBook
source: Search for a book
es: Busca un libro

source: New Search
es: Nueva Búsqueda

source: Search
es: Buscar

source: Results
es: Resultados

source: Favorite Books
es: Libros favoritos

# my_books
source: Previous Searches
es: Búsquedas pasadas

# no_books_search_history
source: You haven't searched for any books yet
es: Aún no has hecho ninguna búsqueda

# no_favorite_books
source: You still don't have any favorite books
es: Aún no tienes libros favoritos

source: Theme
es: Tema

source: Light Theme
es: Tema claro

source: System Theme
es: Tema del sistema

source: Dark Theme
es: Tema oscuro

# resultsButtonText
source: Find another book
es: Buscar otro libro

source: No Internet connection
es: No hay conexión de Internet

source: No books found
es: No se ha encontrado ningún libro

source: Pages
es: Págs
